tap "buildpacks/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "osx-cross/avr"
brew "aom"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "avr-binutils"
brew "avr-gcc@9"
brew "avrdude"
brew "bdw-gc"
brew "c-ares"
brew "cairo"
brew "cask"
brew "cocoapods"
brew "coreutils"
brew "dav1d"
brew "docbook"
brew "docbook-xsl"
brew "docker"
brew "emacs"
brew "ffmpeg"
brew "flac"
brew "fontconfig"
brew "freetype"
brew "frei0r"
brew "fribidi"
brew "fzf"
brew "gdbm"
brew "gettext"
brew "ghostscript"
brew "gibo"
brew "giflib"
brew "git"
brew "git-secrets"
brew "glib"
brew "gmp"
brew "gnu-getopt"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "graphite2"
brew "grep"
brew "guile"
brew "harfbuzz"
brew "heroku"
brew "heroku-node"
brew "htop"
brew "icu4c"
brew "ideviceinstaller"
brew "ilmbase"
brew "imagemagick"
brew "imath"
brew "ios-deploy"
brew "isl"
brew "jansson"
brew "jbig2dec"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "krb5"
brew "lame"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libde265"
brew "libelf"
brew "libev"
brew "libevent"
brew "libffi"
brew "libftdi0"
brew "libgsf"
brew "libheif"
brew "libhid"
brew "libidn"
brew "libidn2"
brew "libimobiledevice"
brew "liblqr"
brew "libmpc"
brew "libogg"
brew "libomp"
brew "libpcap"
brew "libplist"
brew "libpng"
brew "libpthread-stubs"
brew "libsamplerate"
brew "libsndfile"
brew "libsodium"
brew "libsoxr"
brew "libtasn1"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libusb"
brew "libusb-compat"
brew "libusbmuxd"
brew "libvidstab"
brew "libvorbis"
brew "libvpx"
brew "libx11"
brew "libxau"
brew "libxcb"
brew "libxdmcp"
brew "libxext"
brew "libxml2"
brew "libxrender"
brew "libyaml"
brew "libzip"
brew "little-cms2"
brew "lxc"
brew "lz4"
brew "lzo"
brew "m4"
brew "mas"
brew "maven"
brew "mecab"
brew "mono"
brew "mpdecimal"
brew "mpfr"
brew "ncurses"
brew "nettle"
brew "nghttp2"
brew "nkf"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "oniguruma"
brew "opencore-amr"
brew "openexr"
brew "openjdk"
brew "openjpeg"
brew "openssl@1.1"
brew "opus"
brew "osslsigncode"
brew "p11-kit"
brew "p7zip"
brew "pack"
brew "pcre"
brew "pcre2"
brew "pixman"
brew "pkg-config"
brew "postgresql"
brew "pstree"
brew "pwgen"
brew "python@3.8"
brew "python@3.9"
brew "rav1e"
brew "readline"
brew "redis"
brew "rtmpdump"
brew "rubberband"
brew "sdl2"
brew "shared-mime-info"
brew "snap"
brew "snapcraft"
brew "snappy"
brew "speex"
brew "sqlite"
brew "squashfs"
brew "srt"
brew "tcl-tk"
brew "terraform"
brew "terraformer"
brew "tesseract"
brew "tfenv"
brew "tflint"
brew "theora"
brew "tmux"
brew "tnftp"
brew "tree"
brew "unbound"
brew "utf8proc"
brew "watch"
brew "webp"
brew "wget"
brew "x264"
brew "x265"
brew "xdelta"
brew "xmlto"
brew "xorgproto"
brew "xvid"
brew "xz"
brew "yarn"
brew "youtube-dl"
brew "zeromq"
brew "zimg"
brew "zsh"
brew "zstd"
cask "anaconda" 
cask "corretto11" 
cask "cyberduck" 
cask "docker" 
cask "google-chrome" 
cask "google-japanese-ime" 
cask "iterm2" 
cask "multipass" 
cask "pdftotext" 
cask "slack" 
cask "visual-studio-code" 
