tap "auth0/auth0-cli"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homeport/tap"
tap "sdkman/tap"
tap "shopify/shopify"
brew "glib"
brew "pixman"
brew "harfbuzz"
brew "webp"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "asdf"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "ruby"
brew "cocoapods"
brew "csvq"
brew "deno"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "node"
brew "fzf"
brew "gawk"
brew "gh"
brew "gibo"
brew "git"
brew "git-secrets"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "grep"
brew "guile"
brew "htop"
brew "libusbmuxd"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "iftop"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "libffi"
brew "libgsf"
brew "libxml2"
brew "mas"
brew "maven"
brew "mecab"
brew "mkcert"
brew "nghttp2"
brew "nginx"
brew "ninja"
brew "nkf"
brew "nmap"
brew "node-build"
brew "osslsigncode"
brew "p7zip"
brew "postgresql@14"
brew "pstree"
brew "pwgen"
brew "python@3.10"
brew "python@3.12"
brew "tcl-tk"
brew "qemu"
brew "rclone"
brew "redis"
brew "snapcraft"
brew "telnet"
brew "terraformer"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tnftp"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "auth0/auth0-cli/auth0"
brew "homeport/tap/dyff"
brew "sdkman/tap/sdkman-cli"
brew "shopify/shopify/toxiproxy"
cask "anaconda"
cask "android-platform-tools"
cask "android-studio"
cask "flutter"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "intellij-idea-ce"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-word"
cask "rancher"
cask "slack"
cask "slack-cli"
cask "stoplight-studio"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
mas "Apple Configurator", id: 1037126344
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "arjun.swagger-viewer"
vscode "bierner.markdown-mermaid"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "github.vscode-github-actions"
vscode "gruntfuggly.todo-tree"
vscode "marp-team.marp-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "wayou.vscode-todo-highlight"
vscode "yoavbls.pretty-ts-errors"
vscode "yzane.markdown-pdf"
