tap "buildpacks/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homeport/tap"
tap "shopify/shopify"
brew "allure"
brew "webp"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "asdf"
brew "python@3.10", link: false
brew "awscli"
brew "gettext"
brew "libffi"
brew "glib"
brew "pkg-config"
brew "pixman"
brew "python@3.9"
brew "guile"
brew "unbound"
brew "gnutls"
brew "cask"
brew "ruby"
brew "cocoapods"
brew "csvq"
brew "deno"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "firebase-cli"
brew "fzf"
brew "gawk"
brew "gh"
brew "gibo"
brew "git"
brew "git-secrets"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "grep"
brew "htop"
brew "libusbmuxd"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "iftop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "krb5"
brew "libgsf"
brew "libslirp"
brew "libxml2"
brew "qemu"
brew "lima"
brew "mas"
brew "maven"
brew "mecab"
brew "mkcert"
brew "nghttp2"
brew "nginx"
brew "ninja"
brew "nkf"
brew "nmap"
brew "node-build"
brew "osslsigncode"
brew "p7zip"
brew "postgresql@14"
brew "pstree"
brew "pwgen"
brew "tcl-tk", link: false
brew "python@3.8", link: false
brew "rclone"
brew "redis"
brew "snapcraft"
brew "telnet"
brew "terraformer"
brew "tflint"
brew "tmux"
brew "tnftp"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "buildpacks/tap/pack"
brew "homeport/tap/dyff"
brew "shopify/shopify/toxiproxy"
cask "android-studio"
cask "appcode"
cask "corretto11"
cask "cyberduck"
cask "finch"
cask "firefox"
cask "flutter"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "intellij-idea"
cask "intellij-idea-ce"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-word"
cask "slack"
cask "stoplight-studio"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Xcode", id: 497799835
